{
    "Admin Dashboard": "管理画面",
    "Schedule": "スケジュール",
    "Dashboard": "ダッシュボード",
    "Events": "イベント",
    "Profile": "プロフィール",
    "Log Out": "ログアウト",
    "Email": "メールアドレス",
    "Password": "パスワード",
    "Remember me": "ログイン状態を保持する",
    "Forgot your password?": "パスワードをお忘れですか？",
    "Log in": "ログイン",
    "Name": "名前",
    "Confirm Password": "パスワード（確認）",
    "Already registered?": "既に登録済みですか？",
    "Register": "登録",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "パスワードをお忘れですか？ご心配なく。メールアドレスをお知らせいただければ、新しいパスワードを設定できるリンクをメールでお送りします。",
    "Email Password Reset Link": "パスワードリセットリンクを送信",
    "Reset Password": "パスワードをリセット",
    "Profile Information": "プロフィール情報",
    "Update your account's profile information and email address.": "アカウントのプロフィール情報とメールアドレスを更新します。",
    "Your email address is unverified.": "メールアドレスが未認証です。",
    "Click here to re-send the verification email.": "認証メールを再送信するにはこちらをクリックしてください。",
    "A new verification link has been sent to your email address.": "新しい認証リンクがメールアドレスに送信されました。",
    "Save": "保存",
    "Saved.": "保存しました。",
    "Update Password": "パスワード変更",
    "Ensure your account is using a long, random password to stay secure.": "アカウントの安全性を保つため、長くランダムなパスワードを使用してください。",
    "Current Password": "現在のパスワード",
    "New Password": "新しいパスワード",
    "Delete Account": "アカウント削除",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "アカウントを削除すると、すべてのリソースとデータが完全に削除されます。アカウントを削除する前に、保持したいデータや情報をダウンロードしてください。",
    "Are you sure you want to delete your account?": "本当にアカウントを削除しますか？",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "アカウントを削除すると、すべてのリソースとデータが完全に削除されます。アカウントを完全に削除することを確認するため、パスワードを入力してください。",
    "Cancel": "キャンセル"
}
